package by.epam.course.basic.hw.l2.task5;

/**
 * @author Kiryl_Miatlitski
 *
 * @date 12 February 2017
 * 
 * @task: 
 * Напишите программу вычисления суммы четырёх слагаемых.
 */

public class Task5 {
	
	public static void sumFourNumbers(double num1, double num2, double num3, double num4){
		
		System.out.println("Сумма четырёх слагаемых = " + (num1+num2+num3+num4));
	}
}
