package by.epam.course.basic.hw.l2.task2;

/**
 * @author Kiryl_Miatlitski
 *
 * @date 12 February 2017
 * 
 * @task: 
 * Выведите на консоль ваши ФИО, адрес и телефон.
 */

public class Task2 {
	
	public static void printFamily(){
		String myName = "Метлицкий Кирлл Александрович";
		String myAdress = "г. Минск, Купревича 1/1";
		String myPhoneNumber = "+375 25 7585007";
		
		System.out.println("ФИО: " +myName);
		System.out.println("Адрес: " +myAdress);
		System.out.println("Телефон: " +myPhoneNumber);
	}
}
