
package by.epam.course.basic.hw.l2.task3;

/**
 * @author Kiryl_Miatlitski
 *
 * @date 12 February 2017
 * 
 * @task: 
 * Выведите на экран следующий текст.
 * Пройдет много лет, и полковник Аурелиано Буэндиа, стоя у стены в ожидании расстрела,
 * вспомнит тот далекий вечер, когда отец взял его с собой посмотреть на лед. Макондо было
 * тогда небольшим селением с двумя десятками хижин, выстроенных из глины и бамбука на
 * берегу реки, которая мчала свои прозрачные воды …
 */
public class Task3 {

	public static void printText(){
		System.out.println("Пройдет много лет, и полковник Аурелиано Буэндиа, стоя у стены в ожидании расстрела," + "\n" +
							"вспомнит тот далекий вечер, когда отец взял его с собой посмотреть на лед. Макондо было" + "\n" +
							"тогда небольшим селением с двумя десятками хижин, выстроенных из глины и бамбука на" + "\n" + 
							"берегу реки, которая мчала свои прозрачные воды …");
	}
}
